Repository: MRkrubby/spotmap
Catalog: spotmapmain/Config/spotmap1/*.lproj/Localizable.strings
Languages: nl

# spotui.location_accessibility
source: My location
nl: Naar mijn locatie

# spotui.list_accessibility
source: List
nl: Lijst

# spotui.settings_accessibility
source: Settings
nl: Instellingen

# spotui.search_placeholder
source: Search spot…
nl: Zoek spot…

# spotui.refresh
source: Refresh
nl: Vernieuwen

# spotui.menu_close
source: Close menu
nl: Sluit menu

# spotui.search_destination
source: Search destination
nl: Zoek bestemming

# spotui.action_new_spot
source: New spot
nl: Nieuwe spot

# spotui.action_drive
source: Drive
nl: Rijden

# spotui.action_journeys
source: Journeys
nl: Ritten

# spotui.action_stop_ride
source: Stop ride
nl: Stop rit

# spotui.action_start_ride
source: Start ride
nl: Start rit

# spotui.action_more
source: More
nl: Meer

# spotui.section_nearby
source: Nearby
nl: Dichtbij

# spotui.section_all
source: All
nl: Alles

# spotui.empty_spots
source: No spots yet. Create one or refresh your area.
nl: Nog geen spots. Maak er één aan of vernieuw je omgeving.

# spotui.section_journeys
source: Journeys
nl: Ritten

# spotui.empty_journeys
source: No journeys yet. Start a ride to log.
nl: Nog geen ritten. Start een rit om te loggen.

# spotui.duration
source: Duration %@
nl: Duur %@

# home.searching
source: Searching…
nl: Zoeken…

# home.search_results_count
source: %d results
nl: %d resultaten

# home.search_placeholder
source: Search destination or spot…
nl: Zoek bestemming of spot…

# home.cancel
source: Cancel
nl: Annuleer

# home.action_new_spot
source: New spot
nl: Nieuwe spot

# home.action_journeys
source: Journeys
nl: Ritten

# home.action_settings
source: Settings
nl: Instellingen

# home.tracking_on
source: Tracking on
nl: Tracking aan

# home.tracking_off
source: Tracking off
nl: Tracking uit

# home.explore_on
source: Explore on
nl: Explore aan

# home.explore_off
source: Explore off
nl: Explore uit

# home.back
source: Back
nl: Terug

# home.destination_fallback
source: Destination
nl: Bestemming

# home.over_distance
source: In %@
nl: Over %@

# home.off_route_distance
source: %d m off-route
nl: %d m van route

# home.steps
source: Steps
nl: Stappen

# home.recenter
source: Recenter
nl: Hercenter

# home.menu.friends
source: Friends
nl: Vrienden

# home.menu.your_code
source: Your code
nl: Jouw code

# home.menu.copy
source: Copy
nl: Kopieer

# home.menu.add_friend
source: Add friend
nl: Vriend toevoegen

# home.menu.empty_friends
source: No friends yet. Add a code.
nl: Nog geen vrienden. Voeg een code toe.

# home.menu.delete
source: Delete
nl: Verwijder

# home.menu.progress
source: Progress
nl: Voortgang

# home.menu.progress_next_level
source: Progress to next level
nl: Progressie naar volgend level

# home.menu.explore_on_map
source: Explore mode on map
nl: Explore-modus op kaart

# home.menu.cities_by_country
source: Cities by country
nl: Steden per land

# home.menu.empty_cities
source: No cities/towns logged yet. Make a journey to get started.
nl: Nog geen steden/dorpen gelogd. Maak een journey om te beginnen.

# home.done
source: Done
nl: Gereed

# home.menu.friend_code
source: Friend code
nl: Vriendcode

# home.menu.add
source: Add
nl: Toevoegen

# home.menu.add_friend_help
source: Ask your friend for their code and paste it here.
nl: Vraag je vriend om zijn/haar code en plak hem hier.

# home.menu.friend_code_minimum
source: Code must be at least 6 characters.
nl: Code moet minimaal 6 tekens zijn.

# settings.tracking_toggle
source: Automatically track routes (screen off too)
nl: Automatisch routes bijhouden (ook scherm uit)

# settings.tracking_help
source: For tracking with the screen off, iOS usually needs 'Always' location permission. SpotMap asks automatically when you enable tracking.
nl: Voor tracking met scherm uit heeft iOS meestal 'Altijd' locatie-toestemming nodig. SpotMap vraagt dit automatisch zodra je tracking aanzet.

# settings.request_location_permission
source: Request location permission again
nl: Vraag locatie-toestemming opnieuw

# settings.location_style
source: Location style
nl: Locatie-stijl

# settings.location_icon
source: Your icon
nl: Jouw icoon

# settings.location_style_help
source: Choose a personal car or a vehicle from the asset pack to personalize your location while driving.
nl: Kies een persoonlijke auto of een voertuig uit het asset pack om je locatie te personaliseren tijdens het rijden.

# settings.no_vehicle_assets
source: No vehicle assets found in vehicle_assets/ (*.obj).
nl: Geen vehicle assets gevonden in VehicleAssets/vehicle_assets.json.

# settings.vehicle_picker
source: Vehicle
nl: Voertuig

# settings.backend_storage
source: Save & load
nl: Opslaan & laden

# settings.cloudkit_help
source: CloudKit requires an iCloud login and CloudKit capability in Xcode. If this isn't set up, the app still works but falls back to cache/local.
nl: CloudKit vereist iCloud login én CloudKit-capability in Xcode. Als dit niet is ingesteld, werkt de app alsnog, maar valt terug op cache/lokaal.

# settings.cloudkit_button
source: How do I enable CloudKit?
nl: Hoe zet ik CloudKit aan?

# settings.explore_toggle
source: Explore mode (fog-of-war)
nl: Explore-modus (fog-of-war)

# settings.explore_help
source: In Explore mode the map is covered with clouds. By driving you reveal the area (±20m around your route).
nl: In Explore-modus is de kaart bedekt met wolken. Door te rijden speel je de omgeving vrij (±20m rondom je route).

# settings.explore_reset
source: Reset Explore map
nl: Reset Explore kaart

# settings.friends
source: Friends
nl: Vrienden

# settings.friends_toggle
source: Share friends (prototype)
nl: Vrienden delen (prototype)

# settings.friends_name
source: Your name
nl: Jouw naam

# settings.friends_help
source: Share your code via WhatsApp/DM. Note: this is a CloudKit prototype (only works if iCloud/CloudKit is available).
nl: Deel je code via WhatsApp/DM. Let op: dit is een CloudKit-prototype (werkt alleen als iCloud/CloudKit beschikbaar is).

# settings.tips_text
source: • We only refresh after panning/zooming finishes to keep the app fast. • With slow iCloud or no internet, loading stops automatically after ~10s.
nl: • Pannen/zoomen vernieuwen we alleen op het einde om de app snel te houden. • Bij trage iCloud of geen internet wordt na ~10s automatisch gestopt met laden.

# settings.title
source: Settings
nl: Instellingen

# settings.close
source: Close
nl: Sluit

# settings.cloudkit_alert_title
source: Enable CloudKit
nl: CloudKit inschakelen

# settings.cloudkit_alert_message
source: In Xcode: click your target → Signing & Capabilities → + Capability → iCloud. Check 'CloudKit' and select/create a container. Also make sure you're signed into iCloud on your iPhone.
nl: In Xcode: klik je target → Signing & Capabilities → + Capability → iCloud. Vink 'CloudKit' aan en selecteer/maak een container. Zorg ook dat je bent ingelogd in iCloud op je iPhone.

# addspot.place_pin_help
source: Place the pin at the correct location
nl: Plaats de pin op de juiste locatie

# addspot.use_map_center
source: Use map center
nl: Gebruik kaartcentrum

# addspot.recenter
source: Recenter
nl: Hercenter

# addspot.section_location
source: Location
nl: Locatie

# addspot.name
source: Name
nl: Naam

# addspot.note
source: Note
nl: Notitie

# addspot.section_photo
source: Photo
nl: Foto

# addspot.choose_photo
source: Choose photo
nl: Kies foto

# addspot.take_photo
source: Take photo
nl: Maak foto

# addspot.photo_added
source: Photo added
nl: Foto toegevoegd

# addspot.photo_added_help
source: You can edit the photo later via Spot details (next step).
nl: Je kunt de foto later aanpassen via Spot-detail (volgende stap).

# addspot.remove_photo
source: Remove photo
nl: Verwijder foto

# addspot.photo_optional
source: Optional: add a photo to your spot.
nl: Optioneel: voeg een foto toe aan je spot.

# addspot.title
source: New spot
nl: Nieuwe spot

# addspot.cancel
source: Cancel
nl: Annuleer

# addspot.save
source: Save
nl: Opslaan

# spotmap.loading
source: Loading…
nl: Laden…

# spotmap.updating
source: Updating…
nl: Bijwerken…

# spotmap.alert_title
source: Notice
nl: Melding

# spotmap.achievements.total_driven
source: Total driven
nl: Totaal gereden

# spotmap.achievements.next_level_distance
source: %.0f km to level %d
nl: Nog %.0f km tot level %d

# spotmap.achievements.map_layer
source: Achievement map
nl: Prestatiekaart

# spotmap.achievements.map_layer_help
source: Enable this layer to see your unlocked areas on the map.
nl: Zet deze laag aan om je vrijgespeelde gebieden op de kaart te zien.

# spotmap.achievements.progress
source: Progress
nl: Voortgang

# spotmap.achievements.tiles
source: Tiles
nl: Tegels

# spotmap.achievements.cities
source: Cities
nl: Steden

# spotmap.achievements.progress_help
source: Each journey colors new map tiles. Cities/towns are determined from start and end points.
nl: Elke journey kleurt nieuwe kaart-tegels in. Steden/dorpen worden bepaald op basis van start- en eindpunt.

# spotmap.achievements.cities_by_country
source: Cities by country
nl: Steden per land

# spotmap.achievements.empty_cities
source: No cities/towns discovered yet. Make a journey to get started.
nl: Nog geen steden/dorpen ontdekt. Maak een journey om te beginnen.

# spotmap.achievements.title
source: Achievements
nl: Prestaties

# spotmap.done
source: Done
nl: Gereed

# spotmap.location_accessibility
source: My location
nl: Naar mijn locatie

# spotmap.achievements.map_layer_accessibility
source: Achievement map layer
nl: Prestatiekaartlaag

# spotmap.action_new_spot
source: New spot
nl: Nieuwe spot

# spotmap.action_journeys
source: Journeys
nl: Ritten

# spotmap.action_achievements
source: Achievements
nl: Prestaties

# spotmap.tracking_off
source: Tracking off
nl: Tracking uit

# spotmap.tracking_on
source: Tracking on
nl: Tracking aan

# spotmap.refresh
source: Refresh
nl: Vernieuwen

# spotmap.settings
source: Settings
nl: Instellingen

# spotmap.destination_fallback
source: Destination
nl: Bestemming
